alacritty
alsa-utils
amd-ucode
arandr
aria2
base
base-devel
bat
bat-extras
breeze-gtk
breeze-icons
bspwm
btrfs-progs
dialog
dosfstools
evince
eza
feh
ffmpeg
firefox-developer-edition
flameshot
font-manager
gdm
gimp
git
github-cli
gnome-chess
gnome-icon-theme-extras
gnome-themes-extra
gnuchess
gpick
grilo-plugins
grub
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
htop
hugo
hunspell-en_us
jq
lazygit
lib32-mesa
lib32-mesa-vdpau
libva-mesa-driver
libva-vdpau-driver
libvdpau-va-gl
linux-firmware
linux-lts
linux-lts-headers
loupe
lxappearance
man-pages
mesa-demos
mesa-utils
mesa-vdpau
mpv
mtools
ncdu
neovim
network-manager-applet
networkmanager
nnn
nodejs-lts-hydrogen
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
ntfs-3g
opendoas
openssh
orca
os-prober
p7zip
pass
pavucontrol
pipewire
polybar
pulseaudio
pulseaudio-alsa
pychess
python-pip
python-pipx
qt5ct
reflector
renameutils
ripgrep
rofi
rygel
simple-scan
spotify-launcher
stow
strawberry
sushi
sxhkd
sxiv
sysfsutils
tecla
terminus-font
terraform
thunar
tipp10
tmux
tracker3-miners
transmission-cli
trash-cli
ttf-roboto
unrar
unzip
vim
wget
wireless_tools
wpa_supplicant
xclip
xdg-desktop-portal
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
zip
zsh
